//// Info / System
"Unlock" = "Desbloquear";
"System" = "Sistema";
"Serial" = "Generador de número de serie";
"Model" = "Modelo";
"Peripherals" = "Periféricos";
"Name" = "Nombre";
"Value" = "Valor";
"System Info" = "Valor";
"Host" = "Anfitrión";
"OS" = "Sistema Operativo";
"Kernel" = "Kernel";
"RAM" = "RAM";
"Model Identifier" = "Identificador del Modelo";
"CPU" = "CPU";
"Intel Generation" = "Generación Intel";
"Platform ID" = "Plataforma ID";
"Board ID" = "ID de la placa";
"Serial Number" = "Número de Serie";
"Hardware UUID" = "Hardware UUID";
"System ID" = "ID de Sistema";
"ROM" = "ROM";
"Board Serial Number" = "Número de serie de la placa";
"VDA Decoder" = "Decodificador VDA";
"GPU Info:" = "Información de GPU:";
"GPU Name" = "Nombre de la GPU";
"GPU Device ID" = "ID de GPU";
"Total VRAM" = "VRAM Total";
"Free VRAM" = "VRAM Libre";
"Quartz Extreme (QE/CI)" = "Quartz Extreme (QE/CI)";
"Metal Supported" = "Metal Soportado";
"Metal Device Name" = "Nombre del Dispositivo Metal";
"Metal Default Device" = "Dispositivo de Metal Predeterminado";
"Metal Low Power" = "Metal de bajo consumo";
"Metal Headless" = "Metal Sin Cabeza";
"iMessage Keys" = "Llaves iMessage";
"Check Serial (EveryMac.com)" = "Verificar Serial (EveryMac.com)";
"Check Serial (Apple.com)" = "Verificar Serial (Apple.com)";
"Serial Info" = "Información del Serial";
"Export" = "Exportar";
"Country" = "País";
"Year" = "Año";
"Week" = "Semana";
"Line" = "Línea";
"Valid" = "Válido";
"Possibly" = "Posiblemente";
"Unlikely" = "Mejorar";
// Info / Serial Generator
"Serial Generator Info:" = "Info del Generador del Serial:";
// Info / Model
"Model Info:" = "Información del Modelo:";
"2nd Disp Support" = "Soporte de Segunde la Pantalla";
"2nd Max Res" = "Soporte de segunda pantalla";
"Apple Subfamily" = "Subfamília Apple";
"Architecture" = "Arquitectura";
"Avg Weight" = "Peso Promedio";
"Battery Life" = "Vide la de la Bateria";
"Battery Type" = "Tipo de Bateria";
"Cache Bus Speed" = "Velocidad del Bus de Caché";
"Case Type" = "Caso Tipográfico";
"Custom Speeds" = "Velocidad Personalizada";
"Dimensions" = "Dimensiones";
"Discontinued Date" = "Fecha de Descontinuación";
"Display" = "Monitor";
"EFI Architecture" = "Arquitectura EFI";
"EMC Number" = "Número EMC";
"Est Current Retail" = "Venta Minorista Estimada";
"Expansion Bays" = "Baías de Expansión";
"Expansion Slots" = "Ranuras de Expasión";
"Firewire" = "Firewire";
"Firewire Support" = "Soporte de Firewire";
"Geekbench 2 32" = "Geekbench 2 32";
"Geekbench 2 64" = "Geekbench 2 64";
"Geekbench 3 MC 32" = "Geekbench 3 MC 32";
"Geekbench 3 MC 64" = "Geekbench 3 MC 64";
"Geekbench 3 SC 32" = "Geekbench 3 SC 32";
"Geekbench 3 SC 64" = "Geekbench 3 SC 64";
"Geekbench 4 MC" = "Geekbench 4 MC";
"Geekbench 4 SC" = "Geekbench 4 SC";
"Input Type" = "Tipo de Entrada";
"Int HD Interface" = "Int HD Interface";
"Introduction Date" = "Fecha de Introdución";
"Keyboard Type" = "Tipo de Teclado";
"L1 Cache" = "L1 Cache";
"L2 Cache" = "L2 Cache";
"Mac OS 9 Support" = "Soporte de Mac OS 9";
"Maximum OS" = "SO Máximo";
"Maximum RAM" = "RAM Máxima";
"Maximum VRAM" = "VRAM MáSpows Máximo";
"Min. RAM Speed" = "Min. RAM Velocidad";
"Minimum Windows" = "Minimum Windows";
"Model" = "Modelo";
"Model Identifier" = "Identificador de Modelo";
"Model Number" = "Número del Modelo";
"Motherboard RAM" = "Motherboard RAM";
"Order Number" = "Número de Ordem";
"Original OS" = "SO Original";
"Original Price" = "Precio Original";
"Processor Speed" = "Velocidad del Procesador";
"Processor Type" = "Tipo de Procesador";
"Processor Upgrade" = "Actualización del Procesador";
"Processors (Cores)" = "Procesador (Núcleos)";
"RAM Slots" = "Ranuras de RAM";
"RAM Type" = "Tipo de RAM";
"Resolution" = "Resolución";
"ROM/Firmware" = "ROM/Firmware";
"Standard AirPort" = "Estándar AirPort";
"Standard Bluetooth" = "Estándar Bluetooth";
"Standard Ethernet" = "Estándar Ethernet";
"Standard HD" = "Estándar HD";
"Standard Optical" = "Estándar Optical";
"Standard RAM" = "Estándar RAM";
"Standard VRAM" = "Estándar VRAM";
"System Bus Speed" = "Velocidad del Bus del Sistema";
"Turbo Boost" = "Turbo Boost";
"Url" = "Url";
"USB" = "USB";
"Video Card" = "Placa de Vídeo";
"Video Port" = "Puerto de Vídeo";
"VRAM Type" = "Tipo de VRAM";
"Windows Support" = "Soporte a Windows";
"Model:" = "Modelo:";
"Visit EveryMac" = "Visite EveryMac";
"Visit" = "Visite";
// Info / Misc
"Network Interfaces:" = "Interfaces de Redes:";
"Vendor " = "Fabricante";
"Vendor Name" = "Nombre del Fabricante";
"Device Name" = "Nombre del Dispositivo";
"BSD Name" = "Nombre BSD";
"Builtin" = "Embutido";
"Bluetooth Devices:" = "Dispositivos Bluetooth:";
"FW Loaded" = "FW Cargado";
"Graphic Devices:" = "Dispositivos Gráficos:";
"Ports" = "Puertos";
"Sub Device" = "Sub Dispositivo";
"Codec" = "Codec";
"Revision" = "Revisión";
"Storage Devices:" = "Dispositivos de Almacenamiento:";
"Model" = "Modelo";
"Location" = "Local";
"Phy Block" = "Bloques Físicos";
// Menu
"About Hackintool" = "Sobre de Hackintool";
"Check for Updates..." = "Buscar Actualización";
"Preferences…" = "Preferencias…";
"Services" = "Servicios";
"Hide Hackintool" = "Ocultar Hackintool";
"Hide Others" = "Ocultar Otros";
"Quit Hackintool" = "Salir de Hackintool";
"File" = "Archivo";
"Open…" = "Abrir…";
"Open Recent" = "Abrir Reciente";
"Generate Audio Codecs Info" = "General Info de Codec de Audio";
"Import" = "Información general del códec de audio";
"Export" = "Exportar";
"IOReg Dump (Native)" = "IOReg Dump (Nativo)";
"IOReg Dump (Patched)" = "IOReg Dump (Parcheado)";
"Bootloader config.plist" = "Bootloader config.plist";
"Framebuffer Text" = "Framebuffer Text";
"Framebuffer Binary" = "Framebuffer Binary";
"Edit" = "Editar";
"Cut" = "Recortar";
"Copy" = "Copiar";
"Paste" = "Cortar";
"Paste and Match Style" = "Cortar e Manter Estilo";
"Select All" = "Seleccionar Todo";
"Find" = "Localizar";
"Find…" = "Localizar…";
"Find and Replace…" = "Localizar e Substituir…";
"Find Next" = "Localizar Próximo";
"Find Previous" = "Localizar Anterior";
"Use Selection for Find" = "Usar Seleción para Localizar";
"Jump to Selection" = "Pulsar para Seleción";
"Spelling and Grammar" = "Ortografía e Gramática";
"Check Document Now" = "Verificar Documento Ahora";
"Check Spelling While Typing" = "Verificar Ortografia en cuanto Digita";
"Check Grammar With Spelling" = "Verificar Gramática con Ortografía";
"Correct Spelling Automatically" = "Corregir Ortografia Automaticamente";
"Substitutions" = "Substituiciones";
"Show Substitutions" = "Mostrar Substituciones";
"Smart Copy/Paste" = "Copiar/Colar Inteligente";
"Smart Quotes" = "Citación Inteligented";
"Smart Dashes" = "Guiones Inteligentes";
"Smart Links" = "Enlaces Inteligentes";
"Data Detectors" = "Detectores de Datos";
"Text Replacement" = "Substitión de Texto";
"Transformations" = "Transformaciones";
"Make Upper Case" = "Mayusculas";
"Make Lower Case" = "Minusculas";
"Capitalize" = "Capitalizar";
"Speech" = "Hablar";
"Start Speaking" = "Empezar a Hablar";
"Stop Speaking" = "Parar de Hablar";
"Show Toolbar" = "Mostrar Barra de Herramientas";
"Hide Toolbar" = "Ocultar Barra de Herramientas";
"Customize Toolbar…" = "Personalizar Barra de Herramientas";
"View" = "Visualizar";
"Window" = "Ventana";
"Help" = "Ayuda";
"Current Version" = "Versión Actual";
"System Configs" = "Configuración del Sistema";
"Apply Current Patches" = "Aplicar Pache Actual";
"Minimize" = "Minimizar";
"Zoom" = "Zoom";
"Bring All to Front" = "Traer todel para el Frente";
"Hackintool Help" = "Ayude la de Hackintool";
"Info" = "Ayuda de Hackintool";
"Patch" = "Información";
"Bootloader" = "Bootloader";
"NVRAM" = "NVRAM";
"Extensions" = "Kexts";
"Displays" = "Monitores";
"Sound" = "Sonido";
"USB" = "USB";
"Disks" = "Discos";
"PCIe" = "PCIe";
"Power" = "Energia";
"Calc" = "Calculadora";
"Utilities" = "Utilidades";
"Logs" = "Logs";
"Intel Generation:" = "Generación Intel:";
"Platform ID:" = "Plataforma ID:";
// Tabs
"Info" = "Info";
"Framebuffer" = "Información";
"Connectors" = "Conectores";
"Patch" = "Parche";
"Go To Current" = "Ir para Actual ";
"Reload" = "Recargar";
"Selected Framebuffer" = "Framebuffer Selecionado";
// Patch
"Intel Generation" = "Generación Intel";
"Platform ID" = "Plataforma ID";
"GPU Name" = "Nombre de la GPU";
"Mobile" = "Móvil";
"GPU Device ID(s)" = "Dispositivo GPU ID(s)";
"Model(s)" = "Modelo(s)";
// Patch / Current Framebuffer Info
"Current Framebuffer" = "Framebuffer Actual";
// Patch / VRAM Info
"VRAM Info:" = "Información de VRAM:";
"Stolen" = "Reservada";
"FBMem" = "Framebuffer";
"VRAM" = "VRAM";
"Max Stolen" = "Max Reservada";
// Patch / Framebuffer
"Total Stolen" = "Total Reservada";
"Total Cursor" = "Total Cursor";
"Max Overall" = "General Máximo";
"Framebuffer Info:" = "Información de Framebuffer:";
"FramebufferID" = "FramebufferID";
"ModelNameAddr" = "ModeloNombreAddr";
"Mobile" = "Móvil";
"PipeCount" = "PipeCount";
"PortCount" = "PortCount";
"FBMemoryCount" = "FBMemoryCount";
"StolenMemorySize" = "StolenMemorySize";
"FramebufferMemorySize" = "FramebufferMemorySize";
"CursorMemorySize" = "CursorMemorySize";
"UnifiedMemorySize" = "UnifiedMemorySize";
"BacklightFrequency" = "BacklightFrequency";
"BacklightMax" = "Retroiluminación Máx";
"Flags" = "Banderas";
"BTTableOffsetIndexSlice" = "BTTableOffsetIndexSlice";
"BTTableOffsetIndexNormal" = "BTTableOffsetIndexNormal";
"BTTableOffsetIndexHDMI" = "BTTableOffsetIndexHDMI";
"CamelliaVersion" = "CamelliaVersion";
"NumTransactionsThreshold" = "NumTransactionsThreshold";
"VideoTurboFreq" = "VideoTurboFreq";
"BTTArraySliceAddr" = "BTTArraySliceAddr";
"BTTArrayNormalAddr" = "BTTArrayNormalAddr";
"BTTArrayHDMIAddr" = "BTTArrayHDMIAddr";
"SliceCount" = "SliceCount";
"EuCount" = "EuCount";
"Disabled" = "Desactivado";
"V1" = "V1";
"V2" = "V2";
"V3" = "V3";
"Unsupported" = "No Soportado";
"Index" = "Index";
"BusID" = "BusID";
"Pipe" = "Tubo";
"Type" = "Tipo";
"Flags" = "Banderas";
"Zero" = "Cero";
"Dummy" = "Ficticia";
"LVDS" = "LVDS";
"DigitalDVI" = "DVIDigital";
"SVID" = "SVID";
"VGA" = "VGA";
"DP" = "DP";
"HDMI" = "HDMI";
"AnalogDVI" = "DVIAnalógico";
"Framebuffer Flags:" = "Framebuffer Flags:";
"FBAvoidFastLinkTraining" = "FBAvoidFastLinkTraining";
"FBFramebufferCommonMemory" = "FBFramebufferCommonMemory";
"FBFramebufferCompression" = "FBFramebufferCompression";
"FBEnableSliceFeatures" = "FBEnableSliceFeatures";
"FBDynamicFBCEnable" = "FBDynamicFBCEnable";
"FBUseVideoTurbo" = "FBUseVideoTurbo";
"FBForcePowerAlwaysConnected" = "FBForcePowerAlwaysConnected";
"FBDisableHighBitrateMode2" = "FBDisableHighBitrateMode2";
"FBBoostPixelFrequencyLimit" = "FBBoostPixelFrequencyLimit";
"FBLimit4KSourceSize" = "FBLimit4KSourceSize";
"FBAlternatePWMIncrement1" = "FBAlternatePWMIncrement1";
"FBAlternatePWMIncrement2" = "FBAlternatePWMIncrement2";
"FBDisableFeatureIPS" = "FBDisableFeatureIPS";
"FBUnknownFlag_2000" = "FBUnknownFlag_2000";
"FBAllowConnectorRecover" = "FBAllowConnectorRecover";
"FBUnknownFlag_8000" = "FBUnknownFlag_8000";
"FBUnknownFlag_10000" = "FBUnknownFlag_10000";
"FBUnknownFlag_20000" = "FBUnknownFlag_20000";
"FBDisableGFMPPFM" = "FBDisableGFMPPFM";
"FBUnknownFlag_80000" = "FBUnknownFlag_80000";
"FBUnknownFlag_100000" = "FBUnknownFlag_100000";
"FBEnableDynamicCDCLK" = "FBEnableDynamicCDCLK";
"FBUnknownFlag_400000" = "FBUnknownFlag_400000";
"FBSupport5KSourceSize" = "FBSupport5KSourceSize";
"FBUnknownZeroFlags" = "FBUnknownZeroFlags";
"CNAlterAppertureRequirements" = "CNAlterAppertureRequirements";
"CNUnknownFlag_2" = "CNUnknownFlag_2";
"CNUnknownFlag_4" = "CNUnknownFlag_4";
"CNConnectorAlwaysConnected" = "CNConnectorAlwaysConnected";
"CNUnknownFlag_10" = "CNUnknownFlag_10";
"CNUnknownFlag_20" = "CNUnknownFlag_20";
"CNDisableBlitTranslationTable" = "CNDisableBlitTranslationTable";
"CNUseMiscIoPowerWell" = "CNUseMiscIoPowerWell";
"CNUsePowerWell2" = "CNUsePowerWell2";
"CNUnknownFlag_200" = "CNUnknownFlag_200";
"CNUnknownFlag_400" = "CNUnknownFlag_400";
"CNUnknownFlag_800" = "CNUnknownFlag_800";
"CNUnknownFlag_1000" = "CNUnknownFlag_1000";
"CNUnknownFlag_2000" = "CNUnknownFlag_2000";
"CNUnknownFlag_4000" = "CNUnknownFlag_4000";
"CNUnknownFlag_8000" = "CNUnknownFlag_8000";
"CNUnknownZeroFlags" = "CNUnknownZeroFlags";
// Patch Options / Advanced ToolTips
"TT_DVMTPreAlloc32MB" = "Establece la preasignación de DVMT en 32 MB para que coincide la con la configuración de la BIOS (stolen mem = 19 MB / fb mem = 9 MB)";
"TT_DisableeGPU" = "Desactiva GPU externa (disable-external-gpu)";
"TT_EnableHDMI20" = "HDMI en resolución 4K con 60 fps (enable-hdmi20)";
"TT_DPtoHDMI" = "Convertir conectores de tipo DisplayPort a HDMI";
"TT_GfxYTileFix" = "Desde la actualización de macOS Sierra 10.12, los gráficos integrados Intel HD 530 de Skylake han tenido ciertos artefactos gráficos o 'fallas' en la esquina superior izquierde la de la barra de menú y en otros lugares. Esto no ocurre en OS X El Capitan. (AAPL,GfxYTile)";
"TT_UseIntelHDMI" = "Si es VERDADERO, se inyectará hda-gfx=onboard-1 en los dispositivos GFX0 y HDEF. Además, si hay un dispositivo HDMI ATI o Nvidia, se asignará a onboard-2. Si es FALSO, los dispositivos ATI o Nvidia obtendrán onboard-1, así como el dispositivo HDAU, si está presente.";
"TT_USBPortLimit" = "Injeta parches de limite de puertos USB, en disponível";
"TT_HotplugRebootFix" = "Establece los valores de conexión de tubería en 18";
"TT_DPCDMaxLinkRate" = "Solucione el problema de velocidad de enlace máxima no válide la en algunas computadoras portátiles (Dell XPS 15 9570, etc.)";
"TT_HDMIInfiniteLoopFix" = "Arregla el bucle infinito cuando el controlador de gráficos intenta establecer una conexión HDMI con una frecuencia de reloj de píxeles más alta, por ejemplo, al conectarse a una pantalla 2K/4K con HDMI 1.4; de lo contrario, el sistema simplemente se cuelga (y la pantalla incorporade la de tu computadora portátil permanece en negro) cuando conectas el cable HDMI.\r\r- Para aquellos que desean tener una experiencia 2K/4K \"limitada\" (es decir, 2K a 59 Hz o 4K a 30 Hz) con su puerto HDMI 1.4, esta solución puede resultarles útil.\r- Para aquellos que tienen una computadora portátil o PC con HDMI 2.0 enrutado a IGPU y tienen problemas de salide la HDMI, tengan en cuenta que esta solución ahora es reemplazade la por la solución del controlador LSPCON, y aún se recomiende la habilitar la compatibilidad con el controlador LSPCON para tener una experiencia HDMI 2.0 completa.\r(Es posible que aún necesites esta solución temporalmente para averiguar el índice del conector de tu puerto HDMI).";
"TT_FramebufferPortLimit" = "Establezca los valores del índice del conector en -1 (deshabilitar) para los conectores que superen el límite";
"TT_SpoofAudioDeviceID" = "Falsificar el ID del dispositivo HDEF si está disponible";
"TT_SpoofVideoDeviceID" = "Identificación del dispositivo IGPU falsa";
"TT_InjectDeviceID" = "Identificación del dispositivo IGPU falsa";
// Patch Options / LSPCON ToolTips
"TT_LSPCONEnableDriver" = "Las computadoras portátiles recientes (basadas en Kaby Lake/Coffee Lake) suelen estar equipadas con un puerto HDMI 2.0. Este puerto puede estar enrutado a IGPU o DGPU, y puede tener una confirmación en Windows 10. Sin embargo, Intel (U)HD Graphics no proporciona una salide la HDMI 2.0 nativa, por lo que para resolver este problema, los OEM agregan un hardware adicional llamado LSPCON en la placa base para convertir DisplayPort en HDMI 2.0. LSPCON funciona en modo Level Shifter (LS) o Protocol Converter (PCON). Cuando el adaptador funciona en modo LS, es capaz de producir señales HDMI 1.4 desde DisplayPort, mientras que en modo PCON, podría proporcionar una salide la HDMI 2.0. Algunos adaptadores LSPCON integrados (por ejemplo, el de Dell XPS 15 9570) se han configurado en el firmware para funcionar en modo LS de forma predeterminada, lo que genera una pantalla negra al manejar conexiones HDMI 2.0.\r\rA partir de la versión 1.3.0, WhateverGreen ahora proporciona soporte de controlador para el LSPCON integrado al configurar automáticamente el adaptador para que se ejecute en modo PCON en nuevas conexiones HDMI y, por lo tanto, resuelve el problema de la pantalla negra en algunas plataformas.\r\r- El controlador LSPCON solo se aplica a computadoras portátiles y PC con HDMI 2.0 enrutado a IGPU.\r- El controlador LSPCON es necesario para todas las plataformas más nuevas a menos que la nueva IGPU comience a proporcionar una salide la HDMI 2.0 nativa.\r- Plataforma Intel compatible: Skylake, Kaby Lake, Coffee Lake y posteriores.\rEstuche Skylake: Intel NUC Skull Canyon; Iris Pro 580 + HDMI 2.0 con Parade PS175 LSPCON.\rCaso Coffee Lake: Algunas computadoras portátiles, por ejemplo, Dell XPS 15 9570, están equipadas con HDMI 2.0 y Parade PS175 LSPCON.\r- Si ha confirmado que su HDMI 2.0 está enrutado a IGPU y está funcionando correctamente en este momento, no necesita habilitar este controlador, porque su LSPCON integrado podría ya estar configurado en el firmware para funcionar en modo PCON.";
// Framebuffer Flags ToolTips
"TT_FBAvoidFastLinkTraining" = "Descubierto en AppleIntelFBController::LinkTraining. Desactiva el uso de FastLinkTraining. Según joevt, con cero SKL, el entrenamiento del enlace se realiza a 450 MHz, de lo contrario, a 540 MHz.";
"TT_FBFramebufferCommonMemory" = "Establece la lógica del cálculo de minStolenMem, cuandel se establece, fStolenMemorySize no se multiplica por fFBMemoryCount, asumiendel que fStolenMemorySize cuenta todos los búferes de cuadros a la vez.";
"TT_FBFramebufferCompression" = "Descubierto en AppleIntelFramebufferController::getFeatureControl.\rEsto es equivalente a configurar FBC=1 en la sección FeatureControl de plist.";
"TT_FBEnableSliceFeatures" = "Descubierto en AppleIntelFramebuffer Controller::get FeatureControl.\Esto es equivalente a configurar SliceSDEnable=1, EUSDEnable=1, DynamicSliceSwitch=1 en la sección FeatureControl de plist.";
"TT_FBDynamicFBCEnable" = "Descubierto en AppleIntelFramebufferController::getFeatureControl.\rEsto es equivalente a configurar DynamicFBCEnable=1 en la sección FeatureControl de plist.";
"TT_FBUseVideoTurbo" = "Esto establece fUseVideoTurbo=1 y carga la frecuencia turbo de la GPU desde el campo específico. El valor predeterminadel es 14, se puede anular con VideoTurboFreq en la sección FeatureControl de plist.";
"TT_FBForcePowerAlwaysConnected" = "Descubierto en AppleIntelFramebuffer::getDisplayStatus.\rImpone el reinicio de energía de la pantalla incluso en pantallas siempre conectadas (ver indicadores del conector CNConnectorAlwaysConnected).";
"TT_FBDisableHighBitrateMode2" = "Según joevt, esto aplica el model de alta tasa de bits 1, que limita la tasa de bits de DP a 8,64 Gbit/s en lugar de los 17,28 Gbit/s normales (HBR2). No creo que esto se use más en Skylake.";
"TT_FBBoostPixelFrequencyLimit" = "Este bit no se utiliza en Broadwell y versiones más nuevas, pero se establece cuandel fPortCount > 0, es decir, para todos los framebuffers en línea. En Haswell, lo utiliza AppleIntelFramebuffer::GetOnlineInfo y se establece solo en 0x0D260007 (MacBookPro11,3) y 0x0D26000E, que son los modelos superiores. Esto parece aumentar el límite de frecuencia de píxeles (también conocidel como reloj de píxeles) a 540000000 Hz (de los habituales 216000000, 320000000, 360000000, 450000000).";
"TT_FBLimit4KSourceSize" = "Descubierto en AppleIntelFramebuffer::ValidateSourceSize.\rLimita el tamaño de la fuente a 4096x4096.";
"TT_FBAlternatePWMIncrement1" = "Descubierto en AppleIntelFramebufferController::start.\rEstos bits parecen ser completamente equivalentes y podrían usarse indistintamente. Resultado en la configuración:\r- PCH_LP_PARTITION_LEVEL_DISABLE (1 << 12) bit en SOUTH_DSPCLK_GATE_D (0xc2020)\r- LPT_PWM_GRANULARITY (1 << 5) bit en SOUTH_CHICKEN2 (0xc2004)\rConsulte las fuentes del controlador de Linux (lpt_init_clock_gating, lpt_enable_backlight).\rDado que estos bits configuran la modularidad del ancho de pulso de la retroiluminación, no tiene sentido configurarlos sin una pantalla integrade la (es decir, en el escritorio).";
"TT_FBAlternatePWMIncrement2" = "Descubierto en AppleIntelFramebufferController::start.\rEstos bits parecen ser completamente equivalentes y podrían usarse indistintamente. Resultado en la configuración:\r- PCH_LP_PARTITION_LEVEL_DISABLE (1 << 12) bit en SOUTH_DSPCLK_GATE_D (0xc2020)\r- LPT_PWM_GRANULARITY (1 << 5) bit en SOUTH_CHICKEN2 (0xc2004)\rConsulte las fuentes del controlador de Linux (lpt_init_clock_gating, lpt_enable_backlight).\rDado que estos bits configuran la modularidad del ancho de pulso de la retroiluminación, no tiene sentido configurarlos sin una pantalla integrade la (es decir, en el escritorio).";
"TT_FBDisableFeatureIPS" = "Descubierto en Broadwell AppleIntelFBController::start / AppleIntelFBController::getFeatureControl.\rEsto es equivalente a configurar DisableFeatureIPS=1 en la sección FeatureControl del plist.\rIPS significa almacenamiento de píxeles intermedios.";
"TT_FBUnknownFlag_2000" = "";
"TT_FBAllowConnectorRecover" = "Descubierto en Broadwell AppleIntelFBController::getOSInformation.\rUtilizadel por AppleIntelFramebufferController::LinkTraining para Camellia versión 2.\rPuede ser anuladel por -notconrecover boot-arg, que efectivamente anula este bit.";
"TT_FBUnknownFlag_8000" = "";
"TT_FBUnknownFlag_10000" = "";
"TT_FBUnknownFlag_20000" = "";
"TT_FBDisableGFMPPFM" = "Descubierto en AppleIntelFramebufferController::getFeatureControl.\rEsto solo tiene efecto si GFMPPFM en la sección FeatureControl del plist está configuradel en 2; de lo contrario, GFMPPFM está desactivado.";
"TT_FBUnknownFlag_80000" = "";
"TT_FBUnknownFlag_100000" = "";
"TT_FBEnableDynamicCDCLK" = "Descubierto en AppleIntelFramebufferController::getFeatureControl.\rEsto solo tiene efecto si SupportDynamicCDClk en la sección FeatureControl del plist está configuradel en 1; de lo contrario, está desactivado.\rTambién requiere que dc6config esté configuradel en 3 (predeterminado).";
"TT_FBUnknownFlag_400000" = "";
"TT_FBSupport5KSourceSize" = "Descubierto en AppleIntelFramebuffer::enableController.\rUtilizadel por AppleIntelFramebuffer::ValidateSourceSize.\rAl configurar este bit, aumenta el tamaño máximo de la fuente de 4096x4096 a 5120x5120.\rLo más probable es que esto habilite la compatibilidad con 5K a través de Intel HD.";
"TT_FBUnknownZeroFlags" = "";
// Connector Info ToolTips
"TT_Index" = "Tenga cuidado, esto es realmente complicado (ver AppleIntelFramebufferController::MapFBToPort). No estoy completamente seguro de por qué existe esto y recomiendo establecer el índice en el índice de la matriz (es decir, el número secuencial desde 0). Los únicos valores aceptados son 0, 1, 2, 3 y -1 (0xFF). Cuando el índice es igual al índice de la matriz, la lógica es simple:\rEl puerto con índice 0 siempre se considera integrado (de tipo LVDS) independientemente de cualquier otro valor.\rLos puertos con índices 1~3 se verifican con el tipo, HDMI permitirá el uso de audio digital, de lo contrario se asume DP.\rEl puerto con índice 0xFF se ignora y se omite.\r\rCuando índice != índice de matriz, el tipo de puerto se leerá desde conector[índice].tipo.\rDigamos que tenemos 2 puertos activos:\r0 - [1] busID 4 tipo LVDS\r1 - [2] busID 5 tipo DP\r2 - [3] busID 6 tipo HDMI\r3 - [-1] busID 0 tipo Dummy\rEsto dará como resultado 2 framebuffers cuyos tipos se cambiarán:\r0 - busID 4 tipo DP\r1 - busID 5 tipo HDMI\rDe hecho, los valores de BusID también se leen como conector[índice].busID, pero luego se vuelven a asignar a través de AppleIntelFramebufferController::getGMBusIDfromPort buscando un conector con el índice especificado. La búsquede la se detendrá tan pronto como se encuentre un conector marcador especial (-1). Para ilustrarlo, si tenemos 2 puertos activos:\r0 - [1] busID 4 tipo LVDS\r1 - [2] busID 5 tipo DP\r2 - [-1] busID 6 tipo HDMI\r3 - [-1] busID 0 tipo Dummy\rEl resultado serán 2 framebuffers cuyos tipos y el segundo busID se desplazarán:\r0 - busID 4 tipo DP\r1 - busID 6 tipo HDMI\rTambién se utiliza para el cálculo del número de puerto.\r- Las pantallas LVDS (más precisamente, las pantallas con el indicador CNConnectorAlwaysConnected establecido) obtienen el número de puerto 0.\r- Otras pantallas pasan por la asignación de índice-número de puerto: 1 - 5, 2 - 6, 3 - 7, o vuelven a 0.";
"TT_BusID" = "Probado por AppleIntelFramebufferController::MapFBToPort, mediante una llamade la a AppleIntelFramebufferController::getGMBusIDfromPort.\rEste es el ID de GMBUS (Bus de administración gráfica) descrito en https://01.org/sites/default/files/documentation/intel-gfx-prm-osrc-hsw-display_0.pdf.\rEl uso se puede encontrar en el código fuente del controlador de gráficos Intel Linux. Código:\rhttps://github.com/torvalds/linux/blob/6481d5ed076e69db83ca75e751ad492a6fb669a7/drivers/gpu/drm/i915/intel_i2c.c#L43\rhttps://github.com/torvalds/linux/blob/605dc7761d2701f73c17183649de0e3044609817/drivers/gpu/drm/i915/i915_reg.h#L3053\rSin embargo, debe tenerse en cuenta que los identificadores de Apple son ligeramente diferentes del controlador de Linux.\rEn Linux, 0 significa deshabilitado, sin embargo, para Apple tiene un significado especial y se usa para la visualización interna.\rAparte de eso, los valores son los mismos:\r- GMBUS_PIN_DPC (4) HDMIC\r- GMBUS_PIN_DPB (5) SDVO, HDMIB\r- GMBUS_PIN_DPD (6) HDMID\r- GMBUS_PIN_VGADDC (2) VGA hasta Broadwell inclusive.\rBásicamente, puede usar 4, 5, 6 para pantallas HDMI o DisplayPort arbitrarias.\rDado que 5 admite SDVO (https://en.wikipedia.org/wiki/Serial_Digital_Video_Out), también se puede usar para admitir pantallas DVI.\rA partir de Skylake, VGA también funciona a través de SDVO (en lugar de una identificación GMBUS_PIN_VGADDC dedicada).";
"TT_Pipe" = "AParece usarse para agrupar puertos tal como dice Piker, pero no puedel encontrar el uso.";
"TT_Type" = "Tipos válidos:\r- Cero\r- Dummy (siempre se usa como dummy, a veces parece funcionar como VGA)\r- LVDS (al igual que en AMD, LVDS se usa para eDP)\r- DigitalDVI (no es eDP a pesar de una creencia errónea común)\r- SVID\r- VGA\r- DP\r- HDMI\r- AnalogDVI";
"TT_Flags" = "Estas son banderas de conector, no tienen nade la que ver con retrasos independientemente de lo que diga Piker. Intenté describir algunas en ConnectorFlags.";
// Connector Flags ToolTips
"TT_CNAlterAppertureRequirements" = "Permite que la memoria de apertura no sea necesaria AppleIntelFramebuffer::isApertureMemoryRequired";
"TT_CNUnknownFlag_2" = "";
"TT_CNUnknownFlag_4" = "";
"TT_CNConnectorAlwaysConnected" = "Normalmente configuradel para pantallas LVDS (es decir, pantallas integradas)";
"TT_CNUnknownFlag_10" = "";
"TT_CNUnknownFlag_20" = "";
"TT_CNDisableBlitTranslationTable" = "¿Desactivar la tabla de traducción blit? AppleIntelFramebufferController::ConfigureBufferTranslation";
"TT_CNUnknownFlag_80" = "";
"TT_CNUnknownFlag_100" = "";
"TT_CNUnknownFlag_200" = "";
"TT_CNUnknownFlag_400" = "";
"TT_CNUnknownFlag_800" = "";
"TT_CNUnknownFlag_1000" = "";
"TT_CNUnknownFlag_2000" = "";
"TT_CNUnknownFlag_4000" = "";
"TT_CNUnknownFlag_8000" = "";
"TT_CNUnknownZeroFlags" = "";
// Patch / Connectors
"Connector Info:" = "Información de los Conectores:";
"Index" = "Índice";
"Bus ID" = "Bus ID";
"Pipe" = "Tubo";
"Type" = "Tipo";
"Flags" = "Banderas";
"Connector Flags:" = "Conectores Banderas:";
"Display Info:" = "Display Info:";
"Internal" = "Interno";
"External" = "Externo";
"Name" = "Nombre";
"Port" = "Puerto";
"Product ID" = "ID del Producto";
"Serial No." = "Nº de Serie.";
"Internal" = "Interno";
"EDID" = "EDID";
// Patch / Patch
"Patch Options:" = "Opciones del Parche:";
"General" = "General";
"Advanced" = "Avanzado";
"KextsToPatch (Hex)" = "KextsToPatch (Hex)";
"KextsToPatch (Base64)" = "KextsToPatch (Base64)";
"DeviceProperties" = "Propiedades del Dispositivo";
"iASL DSL Source" = "iASL DSL Source";
"Bootloader:" = "Bootloader:";
"Auto Detect" = "Auto Detectar";
"Clover" = "Clover";
"OpenCore" = "OpenCore";
"Auto Detect Changes" = "Dectetar Cambios Automáticamente";
"All" = "Tudo";
"EDID" = "EDID";
"Graphic Device" = "Dispositivo Gráfico";
"Audio Device" = "Dispositivo del Sonido";
"PCI Devices" = "Dispositivos PCI";
"Use AllData Method" = "Usar Métodel AllData";
"General Patch" = "Parche General";
"Patch Output:" = "Salide la del Parche:";
"DVMT pre-alloc 32 MB" = "DVMT pre-alloc 32 MB";
"Disable eGPU" = "Desactivar eGPU";
"DP -> HDMI" = "DP -> HDMI";
"Use Intel HDMI" = "Usar Intel HDMI";
"Hotplug Reboot Fix" = "Solución Reinicio en Caliente";
"DPCD Max Link Rate:" = "Velocidad Máxima de Enlace de DPCD:";
"HDMI Infinite Loop Fix" = "Solución de bucle Infinito HDMI";
"Spoof Audio Device ID" = "Dispositivo de Audio Falso ID";
"Spoof Video Device ID:" = "Dispositivo de Video Falso ID:";
"VRAM 2048 MB" = "VRAM 2048 MB";
"Enable HDMI20 (4K)" = "Habilitar HDMI20 (4K)";
"GfxYTile Fix" = "GfxYTile Fix";
"USB Port Limit" = "Límite de Puertos USB";
"Framebuffer Port Limit:" = "Framebuffer Puertos Limit:";
"Enable Driver" = "Habilitar Controlador";
"Connector Index:" = "Índice de Conectores:";
"Preferred Mode:" = "Model Preferido:";
"LS (DP to HDMI 1.4)" = "LS (DP to HDMI 1.4)";
"PCON (DP to HDMI 2.0)" = "PCON (DP to HDMI 2.0)";
"Generate Patch" = "Generar Parche";
// Bootloader
"Bootloader Info:" = "Información del cargador de arranque:";
"Current Booted Version" = "Versión Boot Actual";
"Last Installed Version" = "Última Versión Instalada";
"Latest Available Version" = "Última Versión Disponíble";
"Patches" = "Parches";
"Select" = "Seleccionar";
"Type" = "Tipo";
"Comment" = "Comentario";
"Download Bootloader" = "Bajar Bootloader";
"Refresh Bootloader" = "Refrecar Bootloader";
"Apply Bootloader Patches" = "Aplicar Parche no Bootloader";
// NVRAM
"NVRAM Variables" = "Variables NVRAM";
"Variable Value" = "Valor Variable";
"Add" = "Add";
// Extensions
"Installed Kexts:" = "Kexts Instaladas:";
"Select" = "Seleccionar";
"Installed" = "Instalado";
"Current" = "Actual";
"Download" = "Bajar";
"Replaced By" = "Reemplazar por";
"Description" = "Descripción";
"Url" = "Url";
"Compile Output" = "Compilar Salida";
"Show Installed Only" = "Mostrar Solo Instalados";
"Update Available" = "Actualización Disponíble";
"Update Version Info" = "Información de Versión de Actualización";
"Download Selected" = "Bajar Seleccionado";
"Compile Selected" = "Compilar Seleccionado";
"Install Kext(s)" = "Instalar Kext(s)";
"Rebuild KextCache and Repair Permissions" = "Reconstruir KextCache e Reparar Permisos";
// Displays
"Displays:" = "Monitores:";
"Name" = "Nombre";
"Vendor ID" = "ID del Fabricante";
"Product ID" = "ID del Producto";
"Serial No." = "Nº de Serie.";
"Internal" = "Interno";
"Scaled Resolutions" = "Resoluciones Escaladas";
"Width" = "Ancho";
"Height" = "Altura";
"Type" = "Tipo";
"Inject EDID:" = "Inyección EDID:";
"Icon:" = "Icono:";
"Default" = "Estándar";
"iMac" = "iMac";
"MacBook" = "MacBook";
"MacBook Pro" = "MacBook Pro";
"LG Display" = "LG Display";
"Resolution:" = "Resolucción:";
"1080p" = "1080p";
"2K" = "2K";
"Manual" = "Manual";
"Fix Monitor Ranges" = "Corregir Rangos del Monitor";
"Inject Apple Info" = "Información sobre Apple";
"Force RGB Mode" = "Forzar Model RGB";
"Patch Color Profile" = "Perfil de Color del Parche";
"Add Resolution" = "Agregar Resolución";
"Delete Resolution" = "Apagar Resolución";
"Refresh" = "Actualizar";
"Export" = "Exportar";
// Audio
"Audio Devices:" = "Dispositivos de Sonido:";
"Sub Device" = "Sub Dispositivo";
"Revision" = "Revisión";
"Pin Configuration" = "Pines de Configuración";
"NID" = "NID";
"PinDefault" = "PinDefault";
"Gross Location" = "Ubicación Bruta";
"Geometric Location" = "Ubicación Geométrica";
"In" = "Dentro";
"Out" = "Fuera";
"Color" = "Color";
"Unknown" = "Desconocido";
"Black" = "Negro";
"Gray" = "Gris";
"Blue" = "Azul";
"Green" = "Verde";
"Red" = "Magnenta";
"Orange" = "Naranja";
"Yellow" = "Amarillo";
"Purple" = "Rojo";
"Pink" = "Rosa";
"Reserved1" = "Reservado1";
"Reserved2" = "Reservado2";
"White" = "Blanco";
"Other" = "Otro";
"Jack Detect Override" = "Anulación de Deteccion del Jack";
"Reserved" = "Reservado";
"Line Out" = "Salir";
"Speaker" = "Speaker";
"HP Out" = "Salide la HD";
"CD" = "CD";
"SPDIF Out" = "Salide la SPDIF";
"Digital Other Out" = "Digital Other Out";
"Modem Line Side" = "Modem Line Side";
"Modem Handset Side" = "Modem Handset Side";
"Line In" = "Line In";
"AUX" = "AUX";
"Mic In" = "Mic In";
"Telephony" = "Telefono";
"SPDIF In" = "SPDIF In";
"Digital Other In" = "Digital Other In";
"1/8\" Stereo/Mono" = "1/8\" Stereo/Mono";
"1/4\" Stereo/Mono" = "1/4\" Stereo/Mono";
"ATAPI Internal" = "ATAPI Internal";
"RCA" = "RCA";
"Optical" = "Óctico";
"Other Digital" = "Otros Digitales";
"Other Analog" = "Otros Analogico";
"Multichannel Analog" = "Multicanal Analog";
"XLR/Professional" = "XLR/Profesional";
"RJ-11 (Modem)" = "RJ-11 (Modem)";
"Combination" = "Combinación";
"Jack" = "Jack";
"No Connection" = "Sin Conexión";
"Fixed" = "Fija";
"Jack + Internal" = "Jack + Internal";
"N/A" = "N/A";
"Rear" = "Trasero";
"Front" = "Frontal";
"Left" = "Izquierda";
"Right" = "Derecha";
"Top" = "Arriba";
"Bottom" = "Botón";
"Special" = "Especial";
"External" = "Externo";
"Internal" = "Interno";
"Separate" = "Separar";
"Rear Panel" = "Panel Trasero";
"Riser" = "Tubo";
"Mobile Lid-Inside" = "Tapa Móvil-Interior";
"Drive Bay" = "Bahía del Conductor";
"Digital Display" = "Pantalla Digital";
"Mobile Lid-Outside" = "Tapa Móvil-Exterior";
"ATAPI" = "ATAPI";
"BTL" = "BTL";
"EAPD" = "EAPD";
"L/R Swap" = "L/R Swap";
"Audio Info" = "Audio Info";
"Controller" = "Controlador";
"Vendor" = "Vendedor";
"Codec Name" = "Codec Nombre";
"Codec Vendor" = "Codec Vendedor";
"Audio Vendor" = "Audio Vendedor";
"ALC Layout ID" = "ALC Layout ID";
"Revisions" = "Revisiones";
"Min Kernel" = "Min Kernel";
"Max Kernel" = "Max Kernel";
"AFG Low Power State" = "Estadel de bajo consumo State";
"Codec ID" = "Códec ID";
"Config Data" = "Datos de Configuración";
"Func Group" = "Grupo de Funciones";
"Codec" = "Codec";
"Wake Verb Reinit" = "Despertar Verbo Reiniciar";
"Layout ID" = "Dispositivo ID";
"Boot Config Data" = "Datos de Configuración del Arranque";
"Info" = "Info";
// USB
"USB Controllers:" = "Controladores USB:";
"ID" = "ID";
"Name" = "Nombre";
"Series" = "Serial";
"Device ID" = "ID del Dispositivo";
"Vendor ID" = "ID del Fabricante";
"USB Ports" = "Puerto USB";
"Name" = "Nombre";
"Connector" = "Conector";
"Location ID" = "Ubicación ID";
"Port" = "Puerto";
"Dev Speed" = "Velocidad del Disp";
"Device" = "Dispositivo";
"Info" = "Info";
"Delete" = "Apagar";
"Clear All" = "Limpar Todo";
"Refresh" = "Actualizar";
"Import" = "Importar";
"Export" = "Exportar";
"Active Port" = "Puerto Activo";
// Disks
"EFI Partitions:" = "Particiones EFI:";
"Device Name" = "Nombre del Dispositivo";
"Partition Scheme" = "Esquema de Partición";
"Volume Name" = "Nombre del Volumen";
"BSD Name" = "Nombre BSD";
"Mount Point" = "Puerto de Montaje";
"Disk Type" = "Tipo de Disco";
"Mount" = "Montar";
"Unmount" = "Desmontar";
"Open" = "Abrir";
"Boot EFI" = "Boot EFI";
// PCI
"PCI Devices:" = "Dispositivos PCI:";
"Debug" = "Depurar";
"Vendor" = "Fabricante";
"Sub Vendor" = "Sub Fabricante";
"Sub Device" = "Sub Dispositivo";
"Vendor Name" = "Nombre del Fabricante";
"Device Name" = "Nombre del Dispositivo";
"Class" = "Clase";
"Subclass" = "Subclase";
"IOReg Name" = "Nombre IOReg";
"IOReg IOName" = "IOReg IOName";
"Device Path" = "Camino del Dispositivo";
// Power
"Power Info:" = "Información Energia:";
"Fix sleepimage" = "Arreglar Sueño";
// Calculator
"Sequence" = "Sequencia";
"Hex:" = "Hex:";
"Hex (reversed):" = "Hex (reverso):";
"Base64:" = "Base64:";
"ASCII:" = "ASCII:";
"Value" = "Valor";
"Decimal:" = "Decimal:";
"Octal:" = "Octal:";
"Binary:" = "Binario:";
// Tools
"Tools Output:" = "Salide la de Herramientas:";
"Get AppleIntelInfo" = "Obtener AppleIntelInfo";
"Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14+)" = "Instalar Kext para Atheros AR92xx/93xx WLan Cards (Solamente 10.14+)";
"Install Kext to enable SATA HotPlug on Mojave" = "Instalar Kext para ativar SATA HotPlug no Mojave";
"Generate Windows Bluetooth Registry File" = "Generar Windows Bluetooth Archivo Registro";
"Generate Windows UTC Registry Files" = "Generar Windows UTC Archivo Registro";
"Disable Gatekeeper and mount the disk in read/write mode" = "Desactivar Gatekeeper montar de disco, model lectura/gravación";
"Dump ACPI" = "Vertedero ACPI";
"Dump ACPI Tables" = "Volcadel de Tabla ACPI";
"Choose a destination folder" = "Elegir carpeta de destino";
"AppleIntelInfo Settings:" = "Ajustes AppleIntelInfo:";
"Log:" = "Log:";
"Enable HWP" = "Activar HWP";
"CStates" = "CStates";
"IGPU" = "IGPU";
"IPG Style" = "IPG Style";
"Intel Regs" = "Intel Regs";
"MSRs" = "MSRs";
"Select Destination" = "Seleccionar Destino";
"Boot" = "Boot";
"Lilu" = "Lilu";
"System" = "Sistema";
"Process:" = "Proceso:";
"Contains:" = "Contiene:";
"Log Options:" = "Log Options:";
"Last Boot" = "Último Boot";
"Erase Log" = "Apagar Log";
"Disable Gatekeeper and mount the disk in read/write mode?" = "Desactivar Gatekeeper e montar el disco model lectura/grabación?";
"This is required for some operations on macOS 10.15+" = "Esto es necesario para algunas operaciones en el macOS 10.15+";
// Import KextsToPatch
"Search (⌘F)" = "Buscar (⌘F)";
"Import KextsToPatch" = "Importar KextsToPatch";
"Find:" = "Localizar:";
"Replace:" = "Substituir:";
"Cancel" = "Cancelar";
"OK" = "Ok";
// Bootloader Updater
"%@ Updated" = "%@ Actualizado";
"Downloading %@" = "Descargandel %@";
"No new %@ Version is Avaliable at this Time!" = "Ninguna Versión %@ está Disponíble Ahora";
"%@ Version %@ is Available - you have %@. Would you like to download a newer Version?" = "%@ Versión %@ está Disponíble - Tienes a %@. Quieres descargar la nueva versión?";
"Not Now" = "Ahora NO";
"Update..." = "Actualizar...";
"Set %@ Installer Location" = "Defina Localizar el Instalador de %@";
"An error occured while trying to download %@ installer!" = "Un error ocurre cuandel intento bajar o instalar de %@!";
"%1.1f Mbytes" = "%1.1f Mbytes";
// Misc
"You may require %@" = "Puedes exigir %@";
"You may require Spoof Audio Device ID" = "Puedes exigir Spoof Audio Device ID";
"%@ %@-series Controller (0x%08X)" = "%@ %@-Controlador de series (0x%08X)";
"None" = "None";
"Importing KextsToPatch" = "Importar KextsToPatch";
"%@ Patch" = "%@ Patch";
"Are you sure you want to apply %d %@ patch(s)?" = "Estas seguro de que quieres aplicar %d %@ patch(s)?";
"Patch Success!" = "Parche Satisfatório!";
"Patch Fail!" = "Parche con Fracaso!";
"Please select your existing config.plist to overwrite.\nData is written non-destructively and a backup will be created first." = "Seleccione su config.plist existente para reemplazarlo. Los datos se escriben de forma no destructiva y primero se creará una copia de seguridad.";
"No Changes Detected!\r" = "No hay cambios Dectectados !\r";
"Unknown" = "Desconocido";
"Mount Boot EFI Partition?" = "Montar Partición EFI de Boot?";
"Your Boot EFI Partition is not mounted." = "Usar partición EFI de Boot no está montada";
"Mount" = "Montar";
"Cancel" = "Cancelar";
"Buy me a Beer" = "Regalame una Cerveza";
"Installing '%@'...\n" = "Instalandel '%@'...\n";
"Rebuilding KextCache and Repairing Permissions...\n" = "Reconstruindel KextCache y Reparar Permisos...\n";
"\"%@\" doesn't exist. Do you want to create it?" = "\"%@\" no existe. Dejame crearlo?";
"\"%@\" does not exist. You can create a new one." = "\"%@\" no existe. Puedes crear uno nuevo.";
"Warning!" = "Advertencia!";
"Enabling HWP (Intel Speed Shift) will require a reboot to restore the previous value." = "Activar HWP (Intel Speed Shift) exigirá una reinicialización para restaurar el valor anterior.";
"Logging Intel registers may cause your system to crash." = "El Registro de Intel puede provocar que el Sistema se bloquee.";
"Logging CStates" = "Registro de CStates";
"Perform CPU intensive activity..." = "Realize atividades intensivas de CPU...";
"Fully Supported" = "Totalmente Soportado";
"Not Supported" = "No Soportado";
"Configuration Error" = "Error de Configuración";
"Decoder Failed" = "Fallo de Descodificar";
"Unknown Status (%@)" = "Estadel Desconocidel (%@)";
"Update PCIIDs" = "Actualizar PCIIDs";
"PCIIDs Update" = "PCIIDs Actualizado";
"Successful!" = "Satisfatório!";
"Failure!" = "Falla!";
"Missing or incompatible nasm!" = "Nasm Ausente e Incompatible!";
"Click OK to run installation." = "Clique en OK para iniciar la instalación.";
